[PR_Executioner X2SoldierClassTemplate]
+DisplayName="刽子手"
+ClassSummary="刽子手擅长高效地清理战场残局。他们拥有迅速消灭虚弱敌人的技能，进行精确切割或射击，同时他们还可以通过施加强力毒素来应对重大威胁。"
+LeftAbilityTreeTitle="毒药"
+RightAbilityTreeTitle="斯塔比"
AbilityTreeTitles[0]="花式射击"
AbilityTreeTitles[1]="刺客"
AbilityTreeTitles[2]="杀手"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Plague Doctor"
+RandomNickNames[1]="Assassin"
+RandomNickNames[2]="Gallows"
+RandomNickNames[3]="Hangman"
+RandomNickNames[4]="Zero"
+RandomNickNames[5]="Iron Maiden"